Repository: AnnFrol/ChooseRight
Catalog: ChooseRight!/SupportingFiles/*.lproj/Localizable.strings
Languages: es

source: Tap the button to create your first comparison
es: Toca el botón para crear tu primera comparación

source: Create new comparison
es: Crear nueva comparación

source: Enter a name for your comparison
es: Introduce un nombre para tu comparación

source: Comparison name
es: Nombre de la comparación

source: Delete comparison?
es: ¿Eliminar comparación?

source: Rename your comparison
es: Renombrar comparación

source: The old name is no good?
es: ¿El nombre anterior no te convence?

source: Change name
es: Cambiar nombre

source: Change color
es: Cambiar color

source: Delete
es: Eliminar

source: Cancel
es: Cancelar

source: Start
es: Comenzar

source: Save
es: Guardar

source: OK
es: Aceptar

source: New name
es: Nuevo nombre

source: Version %@
es: Versión %@

source: Dark
es: Oscuro

source: Light
es: Claro

source: Email
es: Correo

source: Contact us
es: Contáctanos

source: Premium unlocked
es: Premium desbloqueado

source: Unlock Premium
es: Desbloquear Premium

source: Settings
es: Ajustes

source: Generate
es: Generar

source: Create
es: Crear

source: Processing Request
es: Procesando solicitud

source: Generating comparison...
es: Generando comparación...

source: Describe what you want to compare. For example: "Compare New York and London by cost of living, technology, price, education opportunities"
es: Describe qué quieres comparar. Por ejemplo: "Compara Nueva York y Londres por coste de vida, tecnología, precio, oportunidades de educación"

source: Warning
es: Advertencia

source: Failed to get data from AI. Created comparison with default values. You can fill it manually.
es: No se pudieron obtener datos del asistente. Se creó la comparación con valores por defecto. Puedes rellenarla manualmente.

source: Could not parse the table. Please make sure the format is correct.
es: No se pudo interpretar la tabla. Comprueba que el formato sea correcto.

source: Could not create comparison. A comparison with this name may already exist.
es: No se pudo crear la comparación. Puede que ya exista una con este nombre.

source: Could not find the created comparison.
es: No se encontró la comparación creada.

source: Cannot access file
es: No se puede acceder al archivo

source: Download PDF
es: Descargar PDF

source: Share
es: Compartir

source: Delete list
es: Eliminar lista

source: Generate values
es: Generar valores

source: Failed to create share file
es: Error al crear el archivo para compartir

source: Sort
es: Ordenar

source: Percent
es: Porcentaje

source: Created
es: Creado

source: Name
es: Nombre

source: Edit attribute
es: Editar atributo

source: Delete attribute
es: Eliminar atributo

source: New attribute
es: Nuevo atributo

source: Enter attribute for comparison
es: Introduce el atributo para la comparación

source: This action cannot be undone.
es: Esta acción no se puede deshacer.

source: Cannot generate values
es: No se pueden generar valores

source: You need at least 2 items and 1 attribute to generate values.
es: Necesitas al menos 2 elementos y 1 atributo para generar valores.

source: AI will fill the table with +/‑ for each item and criterion. Existing values will be overwritten. AI can make mistakes — please verify the values.
es: El asistente rellenará la tabla con +/‑ para cada elemento y criterio. Los valores actuales se sobrescribirán. Puede haber errores — comprueba los valores.

source: Generating values
es: Generando valores

source: Please wait...
es: Espera un momento...

source: Edit
es: Editar

source: + Add attribute
es: + Añadir atributo

source: Delete item
es: Eliminar elemento

source: Shake to reorder
es: Agita para reordenar

source: e.g. Compare 5 cities
es: ej. Compara 5 ciudades

source: For example: • Compare New York and London by cost of living, technology, price. • Compare Apples, Pears, and Peaches.
es: Por ejemplo: • Compara Nueva York y Londres por coste de vida, tecnología y precio. • Compara manzanas, peras y melocotones.

source: Unlock Unlimited Comparisons
es: Desbloquea comparaciones ilimitadas

source: Free: 1 comparison. One-time purchase for unlimited comparisons and better decisions.
es: Gratis: 1 comparación. Compra única para comparaciones ilimitadas y mejores decisiones.

source: Restore Purchases
es: Restaurar compras

source: Terms of Use
es: Términos de uso

source: Privacy Policy
es: Política de privacidad

source: Success
es: Éxito

source: Upgrade
es: Actualizar

source: Comparison imported
es: Comparación importada

source: The comparison has been successfully added to your list.
es: La comparación se ha añadido correctamente a tu lista.

source: Skip
es: Omitir

source: Let's go!
es: ¡Vamos!

source: Hi! This is Choose Right!
es: ¡Hola! Esto es Choose Right!

source: Not sure what the right choice is?
es: ¿No sabes cuál es la mejor opción?

source: We help you choose — without the stress. Start with 1 free comparison.
es: Te ayudamos a elegir — sin estrés. Empieza con 1 comparación gratis.

source: Delete %@?
es: ¿Eliminar %@?

source: Main screen
es: Pantalla principal

source: Tap the button below to create your first comparison
es: Toca el botón de abajo para crear tu primera comparación

source: Double tap the add button to get started.
es: Toca dos veces el botón añadir para empezar.

source: Double tap to open menu with settings and options.
es: Toca dos veces para abrir el menú de ajustes y opciones.

source: Double tap to create a new comparison.
es: Toca dos veces para crear una nueva comparación.

source: Close
es: Cerrar

source: Double tap to close.
es: Toca dos veces para cerrar.

source: Close details
es: Cerrar detalles

source: Double tap to close and save.
es: Toca dos veces para cerrar y guardar.

source: Double tap to open in browser.
es: Toca dos veces para abrir en el navegador.

source: Double tap to purchase unlimited comparisons.
es: Toca dos veces para desbloquear comparaciones ilimitadas.

source: Double tap to restore previous purchases.
es: Toca dos veces para restaurar compras anteriores.

source: Double tap to close this screen.
es: Toca dos veces para cerrar esta pantalla.

source: Swipe to see more pages.
es: Desliza para ver más páginas.

source: Double tap to skip onboarding.
es: Toca dos veces para omitir la presentación.

source: Double tap to start using the app.
es: Toca dos veces para empezar a usar la app.

source: Onboarding pages
es: Páginas de presentación
